Repository: capsule-native/capsule
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, tr, zh_hans

source: Requires administrator — opens Terminal.
es: Requiere administrador: abre Terminal.
fr: Administrateur requis — ouvre Terminal.
ja: 管理者権限が必要です — Terminalを開きます。
tr: Yönetici gerektirir — Terminal açar.
zh_hans: 需要管理员权限 — 将打开终端。

source: Resolve Image
es: Resolver imagen
fr: Résoudre l'image
ja: イメージを解決
tr: İmajı Çözümle
zh_hans: 解析镜像

source: Resources
es: Recursos
fr: Ressources
ja: リソース
tr: Kaynaklar
zh_hans: 资源

source: Restart
es: Reiniciar
fr: Redémarrer
ja: 再起動
tr: Yeniden Başlat
zh_hans: 重新启动

source: Restart Now
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
tr: Şimdi Yeniden Başlat
zh_hans: 立即重新启动

source: Restart required
es: Reinicio necesario
fr: Redémarrage requis
ja: 再起動が必要です
tr: Yeniden başlatma gerekli
zh_hans: 需要重新启动

source: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
tr: Yeniden Dene
zh_hans: 重试

source: Retry Attach
es: Reintentar conexión
fr: Réessayer l'attachement
ja: アタッチを再試行
tr: Bağlanmayı Yeniden Dene
zh_hans: 重试连接

source: Retry in Terminal
es: Reintentar en Terminal
fr: Réessayer dans Terminal
ja: Terminalで再試行
tr: Terminal'de Yeniden Dene
zh_hans: 在终端中重试

source: Retry with Plain Progress
es: Reintentar con progreso simple
fr: Réessayer avec la progression simple
ja: プレーンな進捗表示で再試行
tr: Düz İlerlemeyle Yeniden Dene
zh_hans: 以纯文本进度重试

source: Revert
es: Revertir
fr: Rétablir
ja: 元に戻す
tr: Geri Al
zh_hans: 还原

source: Run
es: Ejecutar
fr: Lancer
ja: 実行
tr: Çalıştır
zh_hans: 运行

source: Run a command…
es: Ejecutar un comando…
fr: Exécuter une commande…
ja: コマンドを実行…
tr: Bir komut çalıştır…
zh_hans: 运行命令…

source: Run a Container
es: Ejecutar un contenedor
fr: Lancer un conteneur
ja: コンテナを実行
tr: Konteyner Çalıştır
zh_hans: 运行容器

source: Run a container from an image
es: Ejecutar un contenedor a partir de una imagen
fr: Lancer un conteneur à partir d'une image
ja: イメージからコンテナを実行
tr: Bir imajdan konteyner çalıştır
zh_hans: 从镜像运行容器

source: Run Image…
es: Ejecutar imagen…
fr: Lancer l'image…
ja: イメージを実行…
tr: İmajı Çalıştır…
zh_hans: 运行镜像…

source: Run in Terminal
es: Ejecutar en Terminal
fr: Lancer dans Terminal
ja: Terminalで実行
tr: Terminal'de Çalıştır
zh_hans: 在终端中运行

source: Run in Terminal.app
es: Ejecutar en Terminal.app
fr: Lancer dans Terminal.app
ja: Terminal.appで実行
tr: Terminal.app'te Çalıştır
zh_hans: 在“终端”App 中运行

source: Run this command in the external Terminal instead
es: Ejecutar este comando en el Terminal externo
fr: Exécuter cette commande dans le Terminal externe à la place
ja: 代わりに外部のTerminalでこのコマンドを実行
tr: Bunun yerine bu komutu harici Terminal'de çalıştır
zh_hans: 改为在外部终端中运行此命令

source: Running
es: En ejecución
fr: En cours d'exécution
ja: 実行中
tr: Çalışıyor
zh_hans: 运行中

source: Runs the exact argv in a terminal. Edit freely; secrets are not stored.
es: Ejecuta el argv exacto en un terminal. Edítalo libremente; los secretos no se almacenan.
fr: Exécute l'argv exact dans un terminal. Modifiez librement ; les secrets ne sont pas enregistrés.
ja: 実際のargvをターミナルで実行します。自由に編集できます。機密情報は保存されません。
tr: Tam argv'yi bir terminalde çalıştırır. Serbestçe düzenleyin; gizli bilgiler saklanmaz.
zh_hans: 在终端中运行确切的命令参数。可自由编辑；不会存储密钥。

source: Running Containers
es: Contenedores en ejecución
fr: Conteneurs en cours d'exécution
ja: 実行中のコンテナ
tr: Çalışan Konteynerler
zh_hans: 运行中的容器

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
tr: Kaydet
zh_hans: 存储

source: Save as Preset…
es: Guardar como ajuste predefinido…
fr: Enregistrer comme préréglage…
ja: プリセットとして保存…
tr: Ön Ayar Olarak Kaydet…
zh_hans: 存储为预设…

source: Save Build Preset
es: Guardar ajuste predefinido de compilación
fr: Enregistrer le préréglage de génération
ja: ビルドプリセットを保存
tr: Derleme Ön Ayarını Kaydet
zh_hans: 存储构建预设

source: Save Current as Scope…
es: Guardar actual como ámbito…
fr: Enregistrer comme portée…
ja: 現在の設定をスコープとして保存…
tr: Geçerli Olanı Kapsam Olarak Kaydet…
zh_hans: 将当前内容存储为范围…

source: Save Run Preset
es: Guardar ajuste predefinido de ejecución
fr: Enregistrer le préréglage de lancement
ja: 実行プリセットを保存
tr: Çalıştırma Ön Ayarını Kaydet
zh_hans: 存储运行预设

source: Save Scope
es: Guardar ámbito
fr: Enregistrer la portée
ja: スコープを保存
tr: Kapsamı Kaydet
zh_hans: 存储范围

source: Save the transcript
es: Guardar la transcripción
fr: Enregistrer la transcription
ja: トランスクリプトを保存
tr: Dökümü kaydet
zh_hans: 存储记录

source: Save transcript
es: Guardar transcripción
fr: Enregistrer la transcription
ja: トランスクリプトを保存
tr: Dökümü kaydet
zh_hans: 存储记录

source: Save…
es: Guardar…
fr: Enregistrer…
ja: 保存…
tr: Kaydet…
zh_hans: 存储…

source: Saved build presets
es: Ajustes predefinidos de compilación guardados
fr: Préréglages de génération enregistrés
ja: 保存済みのビルドプリセット
tr: Kayıtlı derleme ön ayarları
zh_hans: 已存储的构建预设

source: Saved run presets
es: Ajustes predefinidos de ejecución guardados
fr: Préréglages de lancement enregistrés
ja: 保存済みの実行プリセット
tr: Kayıtlı çalıştırma ön ayarları
zh_hans: 已存储的运行预设

source: Saved scopes and views
es: Ámbitos y vistas guardados
fr: Portées et vues enregistrées
ja: 保存済みのスコープとビュー
tr: Kayıtlı kapsamlar ve görünümler
zh_hans: 已存储的范围和视图

source: Saves the current build configuration as a reusable preset.
es: Guarda la configuración de compilación actual como un ajuste predefinido reutilizable.
fr: Enregistre la configuration de génération actuelle comme préréglage réutilisable.
ja: 現在のビルド設定を再利用可能なプリセットとして保存します。
tr: Geçerli derleme yapılandırmasını yeniden kullanılabilir bir ön ayar olarak kaydeder.
zh_hans: 将当前构建配置存储为可重复使用的预设。

source: Saves the current filter and search as a reusable scope.
es: Guarda el filtro y la búsqueda actuales como un ámbito reutilizable.
fr: Enregistre le filtre et la recherche actuels comme portée réutilisable.
ja: 現在のフィルターと検索を再利用可能なスコープとして保存します。
tr: Geçerli filtreyi ve aramayı yeniden kullanılabilir bir kapsam olarak kaydeder.
zh_hans: 将当前的筛选和搜索条件存储为可重复使用的范围。

source: Saves the current run configuration as a reusable preset.
es: Guarda la configuración de ejecución actual como un ajuste predefinido reutilizable.
fr: Enregistre la configuration de lancement actuelle comme préréglage réutilisable.
ja: 現在の実行設定を再利用可能なプリセットとして保存します。
tr: Geçerli çalıştırma yapılandırmasını yeniden kullanılabilir bir ön ayar olarak kaydeder.
zh_hans: 将当前运行配置存储为可重复使用的预设。

source: Scope
es: Ámbito
fr: Portée
ja: スコープ
tr: Kapsam
zh_hans: 范围

source: Scope name
es: Nombre del ámbito
fr: Nom de la portée
ja: スコープ名
tr: Kapsam adı
zh_hans: 范围名称

source: Scopes
es: Ámbitos
fr: Portées
ja: スコープ
tr: Kapsamlar
zh_hans: 范围

source: Search
es: Buscar
fr: Rechercher
ja: 検索
tr: Ara
zh_hans: 搜索

source: Search containers
es: Buscar contenedores
fr: Rechercher des conteneurs
ja: コンテナを検索
tr: Konteynerlerde ara
zh_hans: 搜索容器

source: Search Docker Hub
es: Buscar en Docker Hub
fr: Rechercher sur Docker Hub
ja: Docker Hub を検索
tr: Docker Hub’da ara
zh_hans: 搜索 Docker Hub

source: Search Docker Hub…
es: Buscar en Docker Hub…
fr: Rechercher sur Docker Hub…
ja: Docker Hub を検索…
tr: Docker Hub’da ara…
zh_hans: 搜索 Docker Hub…

source: Search images
es: Buscar imágenes
fr: Rechercher des images
ja: イメージを検索
tr: İmajları ara
zh_hans: 搜索镜像

source: Search machines
es: Buscar máquinas
fr: Rechercher des machines
ja: マシンを検索
tr: Makineleri ara
zh_hans: 搜索虚拟机

source: Search networks
es: Buscar redes
fr: Rechercher des réseaux
ja: ネットワークを検索
tr: Ağları ara
zh_hans: 搜索网络

source: Search volumes
es: Buscar volúmenes
fr: Rechercher des volumes
ja: ボリュームを検索
tr: Birimleri ara
zh_hans: 搜索存储卷

source: Searching Docker Hub…
es: Buscando en Docker Hub…
fr: Recherche sur Docker Hub…
ja: Docker Hub を検索中…
tr: Docker Hub’da aranıyor…
zh_hans: 正在搜索 Docker Hub…

source: Section
es: Sección
ja: セクション
tr: Bölüm
zh_hans: 部分

source: Select a container to see its details.
es: Selecciona un contenedor para ver sus detalles.
fr: Sélectionnez un conteneur pour afficher ses détails.
ja: 詳細を表示するコンテナを選択してください。
tr: Ayrıntılarını görmek için bir konteyner seçin.
zh_hans: 选择一个容器以查看其详细信息。

source: Select a machine to see its details.
es: Selecciona una máquina para ver sus detalles.
fr: Sélectionnez une machine pour afficher ses détails.
ja: 詳細を表示するマシンを選択してください。
tr: Ayrıntılarını görmek için bir makine seçin.
zh_hans: 选择一台虚拟机以查看其详细信息。

source: Select a network to see its details.
es: Selecciona una red para ver sus detalles.
fr: Sélectionnez un réseau pour afficher ses détails.
ja: 詳細を表示するネットワークを選択してください。
tr: Ayrıntılarını görmek için bir ağ seçin.
zh_hans: 选择一个网络以查看其详细信息。

source: Select a single container to inspect its raw JSON.
es: Selecciona un único contenedor para inspeccionar su JSON sin procesar.
fr: Sélectionnez un seul conteneur pour inspecter son JSON brut.
ja: Raw JSON を確認するコンテナを1つ選択してください。
tr: Raw JSON’unu incelemek için tek bir konteyner seçin.
zh_hans: 选择单个容器以检查其 Raw JSON。

source: Select a single container to see its details.
es: Selecciona un único contenedor para ver sus detalles.
fr: Sélectionnez un seul conteneur pour afficher ses détails.
ja: 詳細を表示するコンテナを1つ選択してください。
tr: Ayrıntılarını görmek için tek bir konteyner seçin.
zh_hans: 选择单个容器以查看其详细信息。

source: Select a single image to inspect its raw JSON.
es: Selecciona una única imagen para inspeccionar su JSON sin procesar.
fr: Sélectionnez une seule image pour inspecter son JSON brut.
ja: Raw JSON を確認するイメージを1つ選択してください。
tr: Raw JSON’unu incelemek için tek bir imaj seçin.
zh_hans: 选择单个镜像以检查其 Raw JSON。

source: Select a single image to see its details.
es: Selecciona una única imagen para ver sus detalles.
fr: Sélectionnez une seule image pour afficher ses détails.
ja: 詳細を表示するイメージを1つ選択してください。
tr: Ayrıntılarını görmek için tek bir imaj seçin.
zh_hans: 选择单个镜像以查看其详细信息。

source: Select a single machine to inspect its raw JSON.
es: Selecciona una única máquina para inspeccionar su JSON sin procesar.
fr: Sélectionnez une seule machine pour inspecter son JSON brut.
ja: Raw JSON を確認するマシンを1つ選択してください。
tr: Raw JSON’unu incelemek için tek bir makine seçin.
zh_hans: 选择单台虚拟机以检查其 Raw JSON。

source: Select a single machine to see its details.
es: Selecciona una única máquina para ver sus detalles.
fr: Sélectionnez une seule machine pour afficher ses détails.
ja: 詳細を表示するマシンを1つ選択してください。
tr: Ayrıntılarını görmek için tek bir makine seçin.
zh_hans: 选择单台虚拟机以查看其详细信息。

source: Select a single network to inspect its raw JSON.
es: Selecciona una única red para inspeccionar su JSON sin procesar.
fr: Sélectionnez un seul réseau pour inspecter son JSON brut.
ja: Raw JSON を確認するネットワークを1つ選択してください。
tr: Raw JSON’unu incelemek için tek bir ağ seçin.
zh_hans: 选择单个网络以检查其 Raw JSON。

source: Select a single network to see its details.
es: Selecciona una única red para ver sus detalles.
fr: Sélectionnez un seul réseau pour afficher ses détails.
ja: 詳細を表示するネットワークを1つ選択してください。
tr: Ayrıntılarını görmek için tek bir ağ seçin.
zh_hans: 选择单个网络以查看其详细信息。

source: Select a single volume to inspect its raw JSON.
es: Selecciona un único volumen para inspeccionar su JSON sin procesar.
fr: Sélectionnez un seul volume pour inspecter son JSON brut.
ja: Raw JSON を確認するボリュームを1つ選択してください。
tr: Raw JSON’unu incelemek için tek bir birim seçin.
zh_hans: 选择单个存储卷以检查其 Raw JSON。

source: Select a single volume to see its details.
es: Selecciona un único volumen para ver sus detalles.
fr: Sélectionnez un seul volume pour afficher ses détails.
ja: 詳細を表示するボリュームを1つ選択してください。
tr: Ayrıntılarını görmek için tek bir birim seçin.
zh_hans: 选择单个存储卷以查看其详细信息。

source: Select a volume to see its details.
es: Selecciona un volumen para ver sus detalles.
fr: Sélectionnez un volume pour afficher ses détails.
ja: 詳細を表示するボリュームを選択してください。
tr: Ayrıntılarını görmek için bir birim seçin.
zh_hans: 选择一个存储卷以查看其详细信息。

source: Select an image to see its details.
es: Selecciona una imagen para ver sus detalles.
fr: Sélectionnez une image pour afficher ses détails.
ja: 詳細を表示するイメージを選択してください。
tr: Ayrıntılarını görmek için bir imaj seçin.
zh_hans: 选择一个镜像以查看其详细信息。

source: Select an item to see its details here.
es: Selecciona un elemento para ver aquí sus detalles.
fr: Sélectionnez un élément pour afficher ses détails ici.
ja: 項目を選択すると、ここに詳細が表示されます。
tr: Ayrıntılarını burada görmek için bir öğe seçin.
zh_hans: 选择一个项目以在此处查看其详细信息。

source: Selected
es: Seleccionado
fr: Sélectionné
ja: 選択中
tr: Seçildi
zh_hans: 已选择

source: Sends the signal, then force-stops after the timeout.
es: Envía la señal y, tras el tiempo de espera, fuerza la detención.
fr: Envoie le signal, puis force l'arrêt après le délai.
ja: シグナルを送信し、タイムアウト後に強制停止します。
tr: Sinyali gönderir, ardından zaman aşımından sonra zorla durdurur.
zh_hans: 发送信号，超时后强制停止。

source: Server
es: Servidor
fr: Serveur
ja: サーバー
tr: Sunucu
zh_hans: 服务器

source: Service
es: Servicio
ja: サービス
tr: Hizmet
zh_hans: 服务

source: Service log output
es: Salida del registro del servicio
fr: Sortie du journal du service
ja: サービスログ出力
tr: Hizmet günlüğü çıktısı
zh_hans: 服务日志输出

source: Service Logs
es: Registros del servicio
fr: Journaux du service
ja: サービスログ
tr: Hizmet Günlükleri
zh_hans: 服务日志

source: Service status: %@
es: Estado del servicio: %@
fr: État du service : %@
ja: サービスの状態: %@
tr: Hizmet durumu: %@
zh_hans: 服务状态：%@

source: Services: %@
es: Servicios: %@
ja: サービス: %@
tr: Hizmetler: %@
zh_hans: 服务：%@

source: Session log
es: Registro de sesión
fr: Journal de session
ja: セッションログ
tr: Oturum günlüğü
zh_hans: 会话日志

source: Session log output
es: Salida del registro de sesión
fr: Sortie du journal de session
ja: セッションログ出力
tr: Oturum günlüğü çıktısı
zh_hans: 会话日志输出

source: Set as default
es: Establecer como predeterminada
fr: Définir par défaut
ja: デフォルトに設定
tr: Varsayılan olarak ayarla
zh_hans: 设为默认

source: Settings changes take effect after the machine restarts.
es: Los cambios de configuración surten efecto tras reiniciar la máquina.
fr: Les modifications des réglages prennent effet au redémarrage de la machine.
ja: 設定の変更はマシンの再起動後に反映されます。
tr: Ayar değişiklikleri makine yeniden başlatıldıktan sonra geçerli olur.
zh_hans: 设置更改将在虚拟机重启后生效。

source: Settings…
es: Ajustes…
fr: Réglages…
ja: 設定…
tr: Ayarlar…
zh_hans: 设置…

source: Show only untagged (dangling) images
es: Mostrar solo imágenes sin etiquetar (huérfanas)
fr: Afficher uniquement les images non étiquetées (orphelines)
ja: タグなし（未使用）イメージのみ表示
tr: Yalnızca etiketsiz (asılı) imajları göster
zh_hans: 仅显示未标记（悬空）镜像

source: Signal
es: Señal
ja: シグナル
tr: Sinyal
zh_hans: 信号

source: Size
es: Tamaño
fr: Taille
ja: サイズ
tr: Boyut
zh_hans: 大小

source: Size %@
es: Tamaño %@
fr: Taille %@
ja: サイズ %@
tr: Boyut %@
zh_hans: 大小 %@

source: Software Updates
es: Actualizaciones de software
fr: Mises à jour logicielles
ja: ソフトウェアアップデート
tr: Yazılım Güncellemeleri
zh_hans: 软件更新

source: Sort
es: Ordenar
fr: Trier
ja: 並べ替え
tr: Sırala
zh_hans: 排序

source: Sort images
es: Ordenar imágenes
fr: Trier les images
ja: イメージを並べ替え
tr: İmajları sırala
zh_hans: 镜像排序

source: Source
es: Origen
ja: ソース
tr: Kaynak
zh_hans: 来源

source: Start
es: Iniciar
fr: Démarrer
ja: 開始
tr: Başlat
zh_hans: 启动

source: Start “%@”
es: Iniciar “%@”
fr: Démarrer « %@ »
ja: “%@”を開始
tr: “%@” öğesini başlat
zh_hans: 启动“%@”

source: Start and Attach
es: Iniciar y conectar
fr: Démarrer et attacher
ja: 開始してアタッチ
tr: Başlat ve Bağlan
zh_hans: 启动并连接

source: Start and Attach…
es: Iniciar y conectar…
fr: Démarrer et attacher…
ja: 開始してアタッチ…
tr: Başlat ve Bağlan…
zh_hans: 启动并连接…

source: Start in Terminal
es: Iniciar en Terminal
fr: Démarrer dans le Terminal
ja: ターミナルで開始
tr: Terminalde Başlat
zh_hans: 在终端中启动

source: Start Services
es: Iniciar servicios
fr: Démarrer les services
ja: サービスを開始
tr: Hizmetleri Başlat
zh_hans: 启动服务

source: Start the container to open a shell
es: Inicia el contenedor para abrir una shell
fr: Démarrez le conteneur pour ouvrir un shell
ja: シェルを開くにはコンテナを開始してください
tr: Kabuk açmak için konteyneri başlatın
zh_hans: 启动容器以打开 Shell

source: Start the selected containers
es: Iniciar los contenedores seleccionados
fr: Démarrer les conteneurs sélectionnés
ja: 選択したコンテナを開始
tr: Seçili konteynerleri başlat
zh_hans: 启动所选容器

source: State
es: Estado
fr: État
ja: 状態
tr: Durum
zh_hans: 状态

source: Status
es: Estado
fr: Statut
ja: ステータス
tr: Durum
zh_hans: 状态

source: Stop
es: Detener
fr: Arrêter
ja: 停止
tr: Durdur
zh_hans: 停止

source: Stop “%@”
es: Detener “%@”
fr: Arrêter « %@ »
ja: “%@”を停止
tr: “%@” öğesini durdur
zh_hans: 停止“%@”

source: Stop Services
es: Detener servicios
fr: Arrêter les services
ja: サービスを停止
tr: Hizmetleri Durdur
zh_hans: 停止服务

source: Stop the selected containers
es: Detener los contenedores seleccionados
fr: Arrêter les conteneurs sélectionnés
ja: 選択したコンテナを停止
tr: Seçili konteynerleri durdur
zh_hans: 停止所选容器

source: Stop…
es: Detener…
fr: Arrêter…
ja: 停止…
tr: Durdur…
zh_hans: 停止…

source: Stopped
es: Detenido
fr: Arrêté
ja: 停止済み
tr: Durduruldu
zh_hans: 已停止

source: Stopping
es: Deteniéndose
fr: Arrêt en cours
ja: 停止中
tr: Durduruluyor
zh_hans: 正在停止

source: Storage
es: Almacenamiento
fr: Stockage
ja: ストレージ
tr: Depolama
zh_hans: 存储

source: Streaming
es: Transmisión
ja: ストリーミング
tr: Akış
zh_hans: 流式传输

source: Subnet
es: Subred
fr: Sous-réseau
ja: サブネット
tr: Alt Ağ
zh_hans: 子网

source: Subnet (optional)
es: Subred (opcional)
fr: Sous-réseau (facultatif)
ja: サブネット（任意）
tr: Alt Ağ (isteğe bağlı)
zh_hans: 子网（可选）

source: Succeeded
es: Correcto
fr: Réussi
ja: 成功
tr: Başarılı
zh_hans: 已成功

source: Summary
es: Resumen
fr: Résumé
ja: 概要
tr: Özet
zh_hans: 摘要

source: System
es: Sistema
fr: Système
ja: システム
tr: Sistem
zh_hans: 系统

source: System default
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムのデフォルト
tr: Sistem varsayılanı
zh_hans: 系统默认

source: Tag
es: Etiqueta
fr: Étiquette
ja: タグ
tr: Etiket
zh_hans: 标签

source: Tag Image
es: Etiquetar imagen
fr: Étiqueter l'image
ja: イメージにタグ付け
tr: İmajı Etiketle
zh_hans: 为镜像打标签

source: Tag…
es: Etiquetar…
fr: Étiqueter…
ja: タグ付け…
tr: Etiketle…
zh_hans: 打标签…

source: Tail
es: Últimas líneas
fr: Dernières lignes
ja: 末尾
zh_hans: 尾部行数

source: Tar archive URL or path
es: URL o ruta del archivo tar
fr: URL ou chemin de l'archive tar
ja: tarアーカイブのURLまたはパス
tr: Tar arşivi URL'si veya yolu
zh_hans: Tar 归档文件的 URL 或路径

source: Task output
es: Salida de la tarea
fr: Sortie de la tâche
ja: タスクの出力
tr: Görev çıktısı
zh_hans: 任务输出

source: Terminal preview
es: Vista previa de la terminal
fr: Aperçu du terminal
ja: ターミナルのプレビュー
tr: Terminal önizlemesi
zh_hans: 终端预览

source: Test
es: Probar
ja: テスト
zh_hans: 测试

source: The container didn’t start
es: El contenedor no se inició
fr: Le conteneur n'a pas démarré
ja: コンテナが起動しませんでした
tr: Konteyner başlatılamadı
zh_hans: 容器未能启动

source: The first boot downloads the image and provisions a persistent Linux environment. This can take several minutes.
es: El primer arranque descarga la imagen y aprovisiona un entorno Linux persistente. Esto puede tardar varios minutos.
fr: Le premier démarrage télécharge l'image et provisionne un environnement Linux persistant. Cela peut prendre plusieurs minutes.
ja: 初回起動時はイメージをダウンロードし、永続的なLinux環境をプロビジョニングします。数分かかる場合があります。
tr: İlk açılışta imaj indirilir ve kalıcı bir Linux ortamı hazırlanır. Bu birkaç dakika sürebilir.
zh_hans: 首次启动会下载镜像并配置持久 Linux 环境，可能需要几分钟。

source: This repository has no tags to pull.
es: Este repositorio no tiene etiquetas que extraer.
fr: Ce dépôt n'a aucune étiquette à télécharger.
ja: このリポジトリにはプルできるタグがありません。
tr: Bu depoda çekilecek etiket yok.
zh_hans: 此仓库没有可拉取的标签。

source: Timeout
es: Tiempo de espera
fr: Délai d'attente
ja: タイムアウト
tr: Zaman Aşımı
zh_hans: 超时

source: Toggle activity pane
es: Mostrar/ocultar el panel de actividad
fr: Afficher/masquer le panneau d'activité
ja: アクティビティペインの表示切り替え
tr: Etkinlik panelini aç/kapat
zh_hans: 切换活动面板

source: Toggle inspector
es: Mostrar/ocultar el inspector
fr: Afficher/masquer l'inspecteur
ja: インスペクタの表示切り替え
tr: Denetçiyi aç/kapat
zh_hans: 切换检查器

source: Toggle the Activity pane
es: Mostrar u ocultar el panel de actividad
fr: Afficher ou masquer le panneau d'activité
ja: アクティビティペインの表示を切り替え
tr: Etkinlik panelini aç/kapat
zh_hans: 切换活动面板

source: Toggle the Inspector
es: Mostrar u ocultar el inspector
fr: Afficher ou masquer l'inspecteur
ja: インスペクタの表示を切り替え
tr: Denetçiyi aç/kapat
zh_hans: 切换检查器

source: Total reclaimable
es: Total recuperable
fr: Total récupérable
ja: 解放可能な合計容量
tr: Geri kazanılabilir toplam
zh_hans: 可回收总量

source: Try a different search term.
es: Prueba con otro término de búsqueda.
fr: Essayez un autre terme de recherche.
ja: 別の検索語を試してください。
tr: Farklı bir arama terimi deneyin.
zh_hans: 请尝试其他搜索词。

source: Try Again
es: Reintentar
fr: Réessayer
ja: 再試行
tr: Yeniden Dene
zh_hans: 重试

source: Type at least two characters to search for images.
es: Escribe al menos dos caracteres para buscar imágenes.
fr: Saisissez au moins deux caractères pour rechercher des images.
ja: イメージを検索するには2文字以上入力してください。
tr: İmajları aramak için en az iki karakter girin.
zh_hans: 请至少输入两个字符以搜索镜像。

source: Unavailable
es: No disponible
fr: Indisponible
ja: 利用不可
tr: Kullanılamıyor
zh_hans: 不可用

source: Undo
es: Deshacer
fr: Annuler
ja: 取り消す
tr: Geri Al
zh_hans: 撤销

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
tr: Bilinmiyor
zh_hans: 未知

source: Up
es: Activo
fr: Actif
ja: 稼働中
tr: Çalışıyor
zh_hans: 运行中

source: Up to date
es: Actualizado
fr: À jour
ja: 最新の状態です
tr: Güncel
zh_hans: 已是最新

source: Update available
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートあり
tr: Güncelleme mevcut
zh_hans: 有可用更新

source: Update container
es: Actualizar container
fr: Mettre à jour container
ja: コンテナを更新
tr: Konteyneri güncelle
zh_hans: 更新 container

source: Update container…
es: Actualizar container…
fr: Mettre à jour container…
ja: コンテナを更新…
tr: Konteyneri güncelle…
zh_hans: 更新 container…

source: Updated %@
es: Actualizado %@
fr: Mis à jour %@
ja: 更新: %@
tr: Güncellendi: %@
zh_hans: 已于 %@ 更新

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
tr: Güncellemeler
zh_hans: 更新

source: Username (optional)
es: Nombre de usuario (opcional)
fr: Nom d'utilisateur (facultatif)
ja: ユーザー名（任意）
tr: Kullanıcı adı (isteğe bağlı)
zh_hans: 用户名（可选）

source: value
es: valor
fr: valeur
ja: 値
tr: değer
zh_hans: 值

source: View Logs
es: Ver registros
fr: Afficher les journaux
ja: ログを表示
tr: Günlükleri Görüntüle
zh_hans: 查看日志

source: Volume
es: Volumen
ja: ボリューム
tr: Birim
zh_hans: 存储卷

source: Volumes
es: Volúmenes
ja: ボリューム
tr: Birimler
zh_hans: 存储卷

source: Volumes you create will appear here.
es: Los volúmenes que crees aparecerán aquí.
fr: Les volumes que vous créez apparaîtront ici.
ja: 作成したボリュームはここに表示されます。
tr: Oluşturduğunuz birimler burada görünecek.
zh_hans: 你创建的存储卷会显示在这里。

source: Waiting for the first sample…
es: Esperando la primera muestra…
fr: En attente du premier échantillon…
ja: 最初のサンプルを待機中…
tr: İlk örnek bekleniyor…
zh_hans: 正在等待首个样本…

source: Welcome to Capsule
es: Bienvenido a Capsule
fr: Bienvenue dans Capsule
ja: Capsuleへようこそ
tr: Capsule'a Hoş Geldiniz
zh_hans: 欢迎使用 Capsule

source: Window
es: Ventana
fr: Fenêtre
ja: ウインドウ
tr: Pencere
zh_hans: 窗口

source: Your home directory will be mounted %@. Files inside the machine persist across stops; deleting the machine erases them.
es: Tu carpeta de inicio se montará %@. Los archivos dentro de la máquina persisten entre paradas; eliminar la máquina los borra.
fr: Votre dossier de départ sera monté %@. Les fichiers à l'intérieur de la machine persistent d'un arrêt à l'autre ; supprimer la machine les efface.
ja: ホームディレクトリは%@にマウントされます。マシン内のファイルは停止後も保持されますが、マシンを削除すると失われます。
tr: Ana dizininiz %@ konumuna bağlanacak. Makine içindeki dosyalar, makine durdurulsa da kalıcıdır; makineyi silmek bunları yok eder.
zh_hans: 你的主目录将挂载到 %@。虚拟机内的文件在停止后仍会保留；删除虚拟机将清除这些文件。

source: Appearance
es: Apariencia
fr: Apparence
ja: 外観
tr: Görünüm
zh_hans: 外观

source: Theme
es: Tema
fr: Thème
ja: テーマ
tr: Tema
zh_hans: 主题

source: Light
es: Claro
fr: Clair
ja: ライト
tr: Açık
zh_hans: 浅色

source: Dark
es: Oscuro
fr: Sombre
ja: ダーク
tr: Koyu
zh_hans: 深色

source: Language
es: Idioma
fr: Langue
ja: 言語
tr: Dil
zh_hans: 语言
